{
  "[PAD]": 0,
  "[UNK]": 1,
  "[CLS]": 2,
  "[SEP]": 3,
  "[MASK]": 4,
  "##'": 5,
  "##)": 6,
  "##,": 7,
  "##-": 8,
  "##.": 9,
  "##A": 10,
  "##I": 11,
  "##a": 12,
  "##b": 13,
  "##c": 14,
  "##d": 15,
  "##e": 16,
  "##f": 17,
  "##g": 18,
  "##h": 19,
  "##i": 20,
  "##k": 21,
  "##l": 22,
  "##m": 23,
  "##n": 24,
  "##o": 25,
  "##p": 26,
  "##q": 27,
  "##r": 28,
  "##s": 29,
  "##t": 30,
  "##u": 31,
  "##v": 32,
  "##w": 33,
  "##x": 34,
  "##y": 35,
  "##z": 36,
  "(": 37,
  "A": 38,
  "E": 39,
  "G": 40,
  "I": 41,
  "L": 42,
  "M": 43,
  "S": 44,
  "U": 45,
  "a": 46,
  "b": 47,
  "c": 48,
  "d": 49,
  "e": 50,
  "f": 51,
  "g": 52,
  "h": 53,
  "i": 54,
  "j": 55,
  "l": 56,
  "m": 57,
  "n": 58,
  "o": 59,
  "p": 60,
  "r": 61,
  "s": 62,
  "t": 63,
  "u": 64,
  "v": 65,
  "w": 66,
  "(A": 67,
  "(AI": 68,
  "(AI)": 69,
  "AI": 70,
  "e-": 71,
  "ex": 72,
  "ev": 73,
  "exp": 74,
  "##qu": 75,
  "ju": 76,
  "e-c": 77,
  "by": 78,
  "hu": 79,
  "hum": 80,
  "expl": 81,
  "AI,": 82,
  "##f-": 83,
  "##f-d": 84,
  "##lf-d": 85,
  "sy": 86,
  "su": 87,
  "sub": 88,
  "sup": 89,
  "supp": 90,
  "suc": 91,
  "such": 92,
  "##yz": 93,
  "##lyz": 94,
  "wh": 95,
  "##-m": 96,
  "##-l": 97,
  "##fy": 98,
  "##yp": 99,
  "typ": 100,
  "of": 101,
  "##ly": 102,
  "##gy": 103,
  "bu": 104,
  "ov": 105,
  "##w,": 106,
  "##ly,": 107,
  "##lly,": 108,
  "##mp": 109,
  "Imp": 110,
  "imp": 111,
  "##mpu": 112,
  "##mpl": 113,
  "##bl": 114,
  "Al": 115,
  "##bo": 116,
  "##ogy": 117,
  "##logy": 118,
  "##ology": 119,
  "##ompu": 120,
  "compu": 121,
  "##ompl": 122,
  "compl": 123,
  "e-co": 124,
  "e-com": 125,
  "e-comm": 126,
  "suppo": 127,
  "Ar": 128,
  "Impr": 129,
  "Impro": 130,
  "Improv": 131,
  "##lf-dr": 132,
  "suppor": 133,
  "impr": 134,
  "impro": 135,
  "improv": 136,
  "th": 137,
  "sys": 138,
  "subs": 139,
  "##'s": 140,
  "jus": 141,
  "ch": 142,
  "##ch": 143,
  "##pu": 144,
  "##th": 145,
  "syst": 146,
  "##bot": 147,
  "##bots": 148,
  "Art": 149,
  "comput": 150,
  "support": 151,
  "##t's": 152,
  "it's": 153,
  "##tpu": 154,
  "##utpu": 155,
  "outpu": 156,
  "output": 157,
  "just": 158,
  "outputs": 159,
  "outputs.": 160,
  "huma": 161,
  "##-ma": 162,
  "##-mak": 163,
  "Ma": 164,
  "Mach": 165,
  "##alyz": 166,
  "##ally,": 167,
  "##ow": 168,
  "pow": 169,
  "##low": 170,
  "##llow": 171,
  "allow": 172,
  "allows": 173,
  "##lly": 174,
  "##ally": 175,
  "##cally": 176,
  "tha": 177,
  "that": 178,
  "##ify": 179,
  "##iz": 180,
  "##liz": 181,
  "vi": 182,
  "vid": 183,
  "vir": 184,
  "virt": 185,
  "virtu": 186,
  "virtua": 187,
  "virtual": 188,
  "wi": 189,
  "with": 190,
  "Arti": 191,
  "Artif": 192,
  "Artifi": 193,
  "Artific": 194,
  "Artifici": 195,
  "Artificia": 196,
  "Artificial": 197,
  "##qui": 198,
  "##quir": 199,
  "##-li": 200,
  "##-lik": 201,
  "##-maki": 202,
  "##lf-dri": 203,
  "##lf-driv": 204,
  "##lf-drivi": 205,
  "Si": 206,
  "Sir": 207,
  "Siri": 208,
  "Machi": 209,
  "bui": 210,
  "buil": 211,
  "build": 212,
  "buildi": 213,
  "expli": 214,
  "explic": 215,
  "explici": 216,
  "explicit": 217,
  "explicitly": 218,
  "##ically": 219,
  "typically": 220,
  "##alyzi": 221,
  "##ially,": 222,
  "##tially,": 223,
  "##sly": 224,
  "##usly": 225,
  "##ously": 226,
  "##uously": 227,
  "##pl": 228,
  "##pli": 229,
  "##plic": 230,
  "##plica": 231,
  "##plicat": 232,
  "##lv": 233,
  "##olv": 234,
  "solv": 235,
  "solvi": 236,
  "##ll": 237,
  "##lli": 238,
  "##llig": 239,
  "##lth": 240,
  "##lthc": 241,
  "##althc": 242,
  "##althca": 243,
  "##althcar": 244,
  "cl": 245,
  "cla": 246,
  "clas": 247,
  "class": 248,
  "classify": 249,
  "classifyi": 250,
  "##tify": 251,
  "cu": 252,
  "cus": 253,
  "cust": 254,
  "custo": 255,
  "custom": 256,
  "##iv": 257,
  "##tiv": 258,
  "##rv": 259,
  "##ativ": 260,
  "##rativ": 261,
  "##chi": 262,
  "##achi": 263,
  "machi": 264,
  "mu": 265,
  "mus": 266,
  "musi": 267,
  "music": 268,
  "music,": 269,
  "##k,": 270,
  "##sk,": 271,
  "##ask,": 272,
  "task,": 273,
  "##uf": 274,
  "##ufa": 275,
  "##ufac": 276,
  "##ufact": 277,
  "##ufactu": 278,
  "##ufactur": 279,
  "##ufacturi": 280,
  "##cu": 281,
  "##ocu": 282,
  "focu": 283,
  "fu": 284,
  "fur": 285,
  "furth": 286,
  "focus": 287,
  "##uc": 288,
  "##duc": 289,
  "##duct": 290,
  "##ducti": 291,
  "##oducti": 292,
  "##oductio": 293,
  "##roductio": 294,
  "productio": 295,
  "au": 296,
  "aut": 297,
  "auto": 298,
  "autom": 299,
  "##ud": 300,
  "##ou": 301,
  "withou": 302,
  "withi": 303,
  "without": 304,
  "##aud": 305,
  "##raud": 306,
  "fraud": 307,
  "automa": 308,
  "automat": 309,
  "##thm": 310,
  "##ithm": 311,
  "##rithm": 312,
  "##orithm": 313,
  "##gorithm": 314,
  "##lgorithm": 315,
  "algorithm": 316,
  "algorithms": 317,
  "to": 318,
  "fo": 319,
  "for": 320,
  "##fo": 321,
  "##for": 322,
  "##form": 323,
  "cho": 324,
  "choi": 325,
  "choic": 326,
  "##obl": 327,
  "##robl": 328,
  "probl": 329,
  "##obots": 330,
  "robots": 331,
  "##tbots": 332,
  "##abl": 333,
  "cha": 334,
  "chatbots": 335,
  "##rform": 336,
  "fr": 337,
  "fro": 338,
  "from": 339,
  "##mm": 340,
  "fi": 341,
  "##omm": 342,
  "##comm": 343,
  "##amm": 344,
  "##ramm": 345,
  "##gramm": 346,
  "##ogramm": 347,
  "##rogramm": 348,
  "programm": 349,
  "co": 350,
  "##tho": 351,
  "##thod": 352,
  "##po": 353,
  "##por": 354,
  "##port": 355,
  "go": 356,
  "##porta": 357,
  "##portat": 358,
  "##portati": 359,
  "##portatio": 360,
  "##thods": 361,
  "##sportatio": 362,
  "mo": 363,
  "mod": 364,
  "im": 365,
  "ima": 366,
  "imag": 367,
  "ma": 368,
  "mak": 369,
  "##ik": 370,
  "lik": 371,
  "##lik": 372,
  "##sk": 373,
  "##ask": 374,
  "task": 375,
  "tasks": 376,
  "##al": 377,
  "al": 378,
  "als": 379,
  "also": 380,
  "##io": 381,
  "##o.": 382,
  "##oc": 383,
  "##roc": 384,
  "proc": 385,
  "##co": 386,
  "##cog": 387,
  "##if": 388,
  "##ifi": 389,
  "##ific": 390,
  "##ifici": 391,
  "##ificial": 392,
  "##tificial": 393,
  "##rtificial": 394,
  "artificial": 395,
  "##tifyi": 396,
  "maki": 397,
  "##iliz": 398,
  "##ilizi": 399,
  "##tilizi": 400,
  "utilizi": 401,
  "##aliz": 402,
  "whi": 403,
  "which": 404,
  "us": 405,
  "usi": 406,
  "##tio": 407,
  "##ctio": 408,
  "##sio": 409,
  "##isio": 410,
  "##cisio": 411,
  "##itio": 412,
  "##ditio": 413,
  "##aditio": 414,
  "##raditio": 415,
  "traditio": 416,
  "cr": 417,
  "ca": 418,
  "car": 419,
  "cars": 420,
  "cars.": 421,
  "ti": 422,
  "tim": 423,
  "##ms": 424,
  "##ms.": 425,
  "or": 426,
  "ori": 427,
  "orig": 428,
  "origi": 429,
  "st": 430,
  "di": 431,
  "da": 432,
  "dat": 433,
  "data": 434,
  "data,": 435,
  "data.": 436,
  "dia": 437,
  "diag": 438,
  "dis": 439,
  "##atio": 440,
  "##datio": 441,
  "ba": 442,
  "bas": 443,
  "ha": 444,
  "has": 445,
  "##ath": 446,
  "rath": 447,
  "pa": 448,
  "pat": 449,
  "patt": 450,
  "##ar": 451,
  "##xa": 452,
  "##xa,": 453,
  "##rforma": 454,
  "##xt": 455,
  "##xt,": 456,
  "tr": 457,
  "tra": 458,
  "##at": 459,
  "##rat": 460,
  "It": 461,
  "lar": 462,
  "larg": 463,
  "it": 464,
  "##ta": 465,
  "##sta": 466,
  "##ista": 467,
  "##sista": 468,
  "##ssista": 469,
  "assista": 470,
  "##ad": 471,
  "##s,": 472,
  "##t,": 473,
  "##g,": 474,
  "Us": 475,
  "##os": 476,
  "##osi": 477,
  "##so": 478,
  "##rso": 479,
  "##as": 480,
  "datas": 481,
  "Es": 482,
  "Ess": 483,
  "##s.": 484,
  "##g.": 485,
  "its": 486,
  "id": 487,
  "##rs": 488,
  "##rc": 489,
  "##ti": 490,
  "##arn": 491,
  "##arni": 492,
  "##ig": 493,
  "##sig": 494,
  "##ng": 495,
  "##tifying": 496,
  "making": 497,
  "solving": 498,
  "utilizing": 499,
  "##osing": 500,
  "##lf-driving": 501,
  "##ufacturing": 502,
  "building": 503,
  "##ing": 504,
  "##alyzing": 505,
  "classifying": 506,
  "using": 507,
  "##arning": 508,
  "##nc": 509,
  "##anc": 510,
  "##rformanc": 511
}